LEXICON = {'start': 'Добро пожаловать в Мир покемонов ❗\n\n'
                    '🔸 В режиме <b>ПОКЕДЕКС</b> вы можете посмотреть информацию о всех покемонах, '
                    'а также узнать подробную информацию о каждом их них!\n\n'
                    '🔸 В режиме <b>ИГРА</b> вы можете ловить покемонов, а также участвовать в турнирах и '
                    'завоевывать значки, чтобы стать лучшим тренером покемонов!',

           'start_new_game': 'Перед началом Игры вам необходимо выбрать 3-х покемонов с которыми '
                             'вы начнете Игру. Для выбора Бот случайным образом отберет 10 покемонов 1 уровня.\n\n '
                             'По ходу Игры у вас может быть не больше 10 покемонов, остальных покемонов вы сможете '
                             'поймать в режиме "Охоты на Покемонов".',

           'start_game': 'Добро пожаловать в <b>Игру!</b>\n\n 🔸 В режиме <b>"Охота на Покемонов"</b> вы можете '
                         'ловить новых покемонов!\n\n '
                         '🔸 В Режиме <b>"Лига Покемонов"</b> вы можете участвовать в турнирах и завоевывать значки!',

           'start_hunting': 'Добро пожаловать в режим <b>Охоты на Покемонов!</b>\n\n🔸 Здесь вы можете ловить новых '
                            'покемонов.\n'
                            '🔸 Рандомным образом вам будут выпадать покемоны, чтобы поймать покемона вы можете '
                            'нажать на кнопку <b>"Поймать покемона"</b>, после этого вы вступите с ним в схватку и в '
                            'случае победы сможете забрать покемона себе.\n🔸 Если не хотите ловить данного покемона '
                            'можете нажать на кнопку <b>"Пропустить"</b>',

           'start_pokedeks': 'Добро пожаловать в <b>ПОКЕДЕКС!</b>\nЗдесь вы можете узнать подробную информацию о '
                             'каждом покемоне! А также узнать лучших покемонов по различным характеристикам!',

           'wheel_Fortune': '1 раз в сутки вы можете крутить <b>Колесо Фортуны!</b>\n\nЗдесь вам могут выпасть '
                            'следующие бонусы:\n'
                            '🔸 10 монет 💰\n🔸 20 монет 💰\n🔸 50 монет 💰\n🔸 Еда для усиления покемонов 🍔\n'
                            '🔸 Камень эволюции 💎',

           'start_pokemon_league': 'Для участия в главном турнире <b>Лиги Покемонов</b> вам необходимо завоевать 8 '
                                   'значков:\n'
                                   '🔸 Каменный🔘\n'
                                   '🔸 Каскадный 💧\n'
                                   '🔸 Электрический ⚡\n'
                                   '🔸 Психический 🧿\n'
                                   '🔸 Радужный 🌈\n'
                                   '🔸 Сердечный 💜\n'
                                   '🔸 Вулканический 🌋\n'
                                   '🔸 Земляной 🟤'
                                   }
